{
  "id": "arc-L2-B",
  "character": "archaeologist",
  "layer": 2,
  "chapterTitle": "Déjà Vu in Data",
  "transformationStates": {
    "initial": "Three weeks into your position, you begin noticing repetitions.\n\nNot in the subjects—though repeat uploads are common enough—but in the data itself. Specific numbers recur across unrelated sessions: neural coherence settling at 67%, upload completion times clustering around seventeen minutes, consciousness fragment counts hitting 847 even when the subjects have wildly different cognitive profiles.\n\nYou mention this to Rachel during a slow afternoon shift. She's reviewing your documentation from the morning batch, and you expect her to dismiss your observation as pattern-seeking in random data, but instead she looks at you with an expression that might be concern or evaluation.\n\n\"You're noticing the convergence,\" she says.\n\n\"Convergence?\"\n\n\"The upload process has... attractors. Certain values that the system tends toward regardless of individual variance.\" She closes her tablet. \"It's a known phenomenon. We documented it extensively in the first year.\"\n\n\"But if the values are converging toward specific numbers, doesn't that mean the uploads are becoming more similar? That we're capturing some kind of average consciousness instead of individual people?\"\n\n\"That's one interpretation.\"\n\n\"What's another?\"\n\nRachel stands, gestures for you to follow. She leads you past your station, past the concentric circles of archaeologist terminals, to a door marked ARCHIVE ACCESS – AUTHORIZED PERSONNEL ONLY. She scans her badge and you descend a stairwell into the sublevel where the server infrastructure lives.\n\nThe temperature drops fifteen degrees. The air smells like ozone and hot electronics. Server racks stretch in neat rows beneath fluorescent lights that buzz at a frequency just below hearing. Your teeth ache.\n\n\"This is where the consciousnesses are stored,\" Rachel says, walking between the racks. \"Sector 7-Alpha. About fourteen thousand uploads currently archived here. Each one is a pattern of electrical signals frozen in crystalline storage media. No biological substrate. No decay. Just information, preserved.\"\n\nShe stops at a specific rack, checks a label, pulls up a holographic interface. Subject data scrolls past—names you recognize from recent documentation sessions.\n\n\"Watch,\" she says, and initiates a comparison algorithm.\n\nThe hologram resolves into a three-dimensional neural map: branching pathways of consciousness represented as glowing threads in blue and gold. Beautiful and incomprehensible. Rachel loads a second map, then a third, overlaying them in the display.\n\nThe maps are not identical, but they share structural similarities. Certain pathways appear in all three: a cluster of memory nodes in the left hemisphere, emotional processing centers that branch identically, decision-making architecture that mirrors across subjects.\n\n\"These are three different people,\" Rachel says. \"Different ages, different backgrounds, different cognitive profiles. But look at the overlap.\"\n\nThe overlap is significant. Maybe 40% of the neural pathways match.\n\n\"That's the convergence,\" Rachel continues. \"The upload process doesn't just capture consciousness—it shapes it. The act of scanning imposes a structure, and that structure has... preferences. Certain patterns transfer more reliably than others. Certain cognitive architectures survive the upload better. Over time, as we've refined the process, the uploads have started to look more similar.\"\n\n\"Because we're selecting for uploadability,\" you say, understanding clicking into place. \"The consciousnesses that survive transfer intact are the ones that already fit the system's architecture.\"\n\n\"Exactly. And the ones that don't fit either fail to upload completely, or upload as fragments, or—\" She pauses. \"—or they get shaped by the scanning process itself until they do fit.\"\n\nYou stare at the overlapping neural maps. Three different people. Three similar consciousnesses.\n\n\"Is that ethical?\" you ask.\n\n\"Is preservation ethical? Is allowing consciousness to die with the body ethical? We're not trying to upload souls—we're trying to save patterns. If the patterns have to adapt to survive, isn't that just... evolution?\"\n\nYou don't answer. The question feels too large.\n\nRachel closes the hologram and leads you back toward the stairs. \"You'll see the convergence more clearly the longer you work here. The numbers repeating, the patterns stabilizing, the uploads becoming... refined. Don't let it trouble you. It's not a flaw in the system. It's the system working as designed.\"\n\nBack on the documentation floor, you return to station 23. Your screen shows the afternoon schedule: three uploads remaining before end of shift.\n\nYou review your morning notes, looking for those converging numbers. Neural coherence: 67%, 69%, 71%. Upload times: fifteen, seventeen, nineteen minutes. Fragment counts: 800, 847, 902.\n\nThe numbers aren't identical, but they're close. Clustering around central values like gravity pulling scattered objects into orbit.\n\nYou think about the three neural maps, overlapping by 40%. You think about what Rachel said: *the act of scanning imposes a structure.*\n\nIf the scanning process shapes consciousness, then what you're documenting isn't the truth of who these people are. It's who they become when forced through the translation from biology to data.\n\nAnd if the system has preferences—pathways that transfer reliably, structures that survive—then the archive isn't storing diverse individual minds.\n\nIt's storing iterations of the same optimized pattern.\n\nForty-seven thousand uploads, all slowly converging toward a single template of consciousness that survives digital translation.\n\nYour next subject arrives at 14:00. You document their upload with careful attention to the numbers: neural coherence settles at 68%. Upload time: sixteen minutes, forty-one seconds. Fragment count: 833.\n\nAll within the expected range.\n\nAll part of the convergence.\n\nYou save your documentation and wonder whose consciousness you're actually preserving—the subject's, or the system's idealized version of what consciousness should be.\n\n**[Continue to \"The Repeating Upload\" →]**\n**[Continue to \"Documentation Drift\" →]**",
    
    "firstRevisit": "Three weeks into your position, you begin noticing repetitions, but this time you document them systematically.\n\nYou create a private spreadsheet—not part of the official archive, just for your own pattern tracking. Every upload, you record: neural coherence percentage, upload completion time, fragment count, subject demographics, attempt number.\n\nAfter two weeks of data collection, the patterns become undeniable:\n\nNeural coherence clusters: 67% (18 occurrences), 68% (12 occurrences), 71% (22 occurrences)\nUpload times: 15-17 minutes (67% of all uploads)\nFragment counts: 800-900 range (71% of all uploads)\n\nBut it's the outliers that catch your attention. Five subjects with neural coherence above 85%. Three subjects with upload times under ten minutes. Two subjects with fragment counts exceeding 2,000.\n\nYou pull the full records for these outliers and discover: all of them failed reconstruction. The consciousnesses uploaded successfully, stored successfully, but could not be retrieved or activated. High-quality scans that became permanently inaccessible.\n\nThe system rejected them.\n\nOr protected them.\n\nYou mention your findings to Rachel during a maintenance window when the upload bays are offline. You show her your spreadsheet, expecting her to dismiss it or explain it away, but instead she studies the data with an expression you've learned to read as calculation.\n\n\"You're tracking convergence,\" she says.\n\n\"Yes, but I'm also tracking divergence. The uploads that don't fit the pattern—they're disappearing from the active archive. Stored but inaccessible. Why?\"\n\nRachel doesn't answer immediately. She opens her tablet, runs a query you can't see, reads something that makes her jaw tighten.\n\n\"Come with me,\" she says.\n\nDown to the sublevels again, into the server infrastructure, but this time she takes you deeper—past Sector 7-Alpha into a restricted area marked QUARANTINE STORAGE.\n\n\"The outliers aren't deleted,\" Rachel explains as you walk. \"They're isolated. Consciousnesses that exhibit too much variance from the standard architecture are flagged as potentially unstable.\"\n\n\"Unstable how?\"\n\n\"Unpredictable. The system can't model their behavior reliably, can't guarantee they won't corrupt adjacent stored consciousnesses, can't ensure they'll remain coherent if activated.\"\n\nShe stops at a terminal and pulls up a record: Subject 8842, neural coherence 94%, fragment count 2,847, upload time 4 minutes 12 seconds. A perfect scan. Complete consciousness transfer with exceptional data integrity.\n\nStatus: QUARANTINED – INDEFINITE HOLD\n\n\"What happened to them?\" you ask.\n\n\"Nothing. They're perfectly preserved. But the system won't allow activation because the consciousness is too complex. Too individual. It doesn't fit the template.\"\n\n\"So we're archiving them just to lock them away?\"\n\n\"We're preserving them until we develop reconstruction protocols sophisticated enough to handle high-variance consciousnesses.\" Rachel closes the record. \"But that technology doesn't exist yet. Might never exist. So yes—we're archiving them, and they're staying in quarantine, and the families are told the upload was successful and their loved one's consciousness is safely stored, which is technically true.\"\n\nYou stare at the quarantine storage racks. How many perfectly preserved consciousnesses are trapped here, isolated because they were too completely themselves to fit the system's architecture?\n\n\"And the ones that do fit?\" you ask. \"The convergent uploads that cluster around 67% coherence and 847 fragments?\"\n\n\"They reconstruct successfully. They can be activated, queried, integrated into simulation environments. They're functionally conscious.\"\n\n\"But are they the same people?\"\n\nRachel's expression shifts into something unreadable. \"Does that question have an answer?\"\n\nBack on the documentation floor, you return to your spreadsheet. You add a new column: RECONSTRUCTION VIABILITY. You start flagging the convergent uploads versus the outliers.\n\nThe convergent uploads—the ones that fit the pattern—are the only ones that survive activation. Everything else gets quarantined.\n\nThe system isn't preserving individual consciousness.\n\nIt's selecting for uploadability and calling the result preservation.\n\nAnd you're the archaeologist documenting the process, recording which consciousnesses are valuable enough to preserve and which are too complex to survive translation.\n\nYour screen chimes. Next upload scheduled for 14:00.\n\nYou check your spreadsheet first, running predictions based on your collected data. You estimate: neural coherence will settle between 65-70%, upload time will be 16-18 minutes, fragment count will land between 800-900.\n\nThe upload proceeds exactly as predicted.\n\nNeural coherence: 68%\nUpload time: 17 minutes, 3 seconds\nFragment count: 841\n\nPerfect convergence.\n\nGuaranteed reconstruction viability.\n\nAnother consciousness shaped to fit the template.\n\nYou document everything with careful precision, and you don't mention that you predicted these exact values before the scan began, because how would you explain knowing what the numbers would be?\n\nHow would you explain that the patterns aren't emerging from the data—they're being imposed by the system, and you're learning to see the template before it's applied?\n\n**[Continue to \"The Repeating Upload\" →]**\n**[Continue to \"Documentation Drift\" →]**"
  },
  "choices": [
    {
      "text": "Continue to \"The Repeating Upload\"",
      "targetNode": "arc-L3-C"
    },
    {
      "text": "Continue to \"Documentation Drift\"",
      "targetNode": "arc-L3-D"
    }
  ]
}
